{
    "Lotman": "Lotman     О содержании и структуре\n\n     понятия «художественная\n\n     литература»\n\n\n\n\n   Объектом изучения литературоведа является художественная литература, \nПоложение это настолько очевидно, а самое понятие <схудожественная лите- \nратурао представляется в такой мере первичными непосредственно данным, \nчто определение его мало занимает литературоведов. однако, как только мы \nудаляемся за пределы привычных нам представлении и тон культуры, в \nнедрах которой мъi воспитаны, количества спорных случаев начинает угро- \nжающе возрастать. Не только при изучении средневековой (например, древ- \nнерусской) литературы, но и в значительно более близкие эпохи провести\nчерту, обозначающую рубеж юрисдикции литературоведа и начало полно- \nмочий историка, культуролога, юриста и проц. оказывается дедом совсем не \nстоль уж простым. Так, мы, не задумываясь, исключаем «Историю государства \nРоссийского» из области художественной литературы. «Опыт теории парти- \nзанского действия» Д. Давыдова не рассматривается как фант русской прозы, \nхотя Пушкин прежде всего оценивал эту книгу с точки зрения стиля («Узнал\nя резкие черты 1 Неподражаемого стога»). Факты подвижности границы, от- \nделяющей художественный текст от нвхудожественного, многочисленны. На \nдинамический характер этого противопоставления указывали многие иссле- \nдователи, с особенной четкостью - М. М. Бахтин, Ю. Н. Тынянов, Я. Му- \nкаржовский.\n   Если рассматривать художественную литературу как определенную сумму \nтекстов1, то прежде всего придется отметить, что в общей системе культуры \nэти тексты будут составлять часть. Существование художественных текстов \nподразумевает одновременное наличие нехудажесгвенных и то, что коллектив, \nкоторым ими пользуется, умеет проводить различие между ними. Неизбежные \nколебания в пограничных случаях только подкрепляют самый принцип: когда \nмы испытываем сомнения, следует ли отнести русалку к женщинам или к \nрыбам или свободный стих к поэзии или прозе, мы заранее исходим из этих \nклассификационных делений как данных. В этом смысле представление о \nлитературе (логически, а не исторически) предшествует литературе.\n   Разграничение произведении художественной литературы и всей массы \nостальных текстов, функционирующих в составе данной культуры, может \nосуществляться с двух тачек зрения.\n\n  I Понятие «текста» принимается здесь в соответствии с определением, данныж а \nкн.: 1Лотман Ю. Статьи по типологии культуры. Тарту, 1970. Текст может быть \nвыражен а устных знаках (фольклор), закреплен средствами письменности, сыгран \n(выражен в системе театральных знаков).\n\f\n        Q содержании и структуре понятии 'художественная литературал.               775\n\n\n           1. Функциональна. С этой точки зрения художественной литературой \n        будет являться всякий словесный текст, который в пределах данной культуры \n        Способен реализовать эстетическую пункцию. Поскольку в принципе возмож- \n        ко (а исторически весьма нередко) такое положение, при котором для об- \n        служивания эстетической функции в эпоху создания текста и в эпоху его \n        изучении необходимы разные условия; текст, не входящий для автора в сферу \n        искусства, может принадлежать х нему для исследователя и обратно.\n           Одно из основных положений формальной школы состоит в том, что \n        эстетическая функция реализуется тогда, когда текст замкнут на себя, функ-\n        ционирование определено установкой на выражение и, следовательно, если\n        • нехудожесгвенном тексте вперед выступает вопрос гсчто», то эстетическая\n        функция реализуется тори установке на нскак >. Поэтому план выражения \n        становится некоторой имманентной сферой, получающей самостоятельную \n        культурную ценность. Новейшие семиотические исследования подводят к \n        пряма противоположным выводам. Эстетически функционирующий текст \n        выступает как текст повышенной, а не пониженной, по отношению к неху- \n        дожественным текстам, семантической нагрузки. Он значит больше, а не \n        меньше, чем обычная речь. Дешифруемый при помощи обычных механизмов \n        естественного языка, он раскрывает определенный уровень смысла, но не \n        раскрывается до конца. Как только получателю информации становится \n1       известно, что перед ним художественное сообщение, он сразу к нему подходит \n        совершенно особым образом. Текст предстает перед ним как дважды (как \n        минимум) зашифрованный; первая зашифровка - система естественного \n        языка (предположим, русского). Поскольку эта система шифра дана заранее\n        и адресант с адресатом одинаково свободно ею владеют, дешифровка на \n        этом уровне производится автоматически, механизм ее становится как бы \n        прозрачным - пользующиеся перестают его замечать. Однако этот же \n        текст -- получатель информации знает это - зашифрован еще каким-то \n        другим образом. В условие эстетического функционирования текста входит \n        предварительное знание об этой двойной шифровке и незнание (вернее, \n        неполное знание) о применяемом при этом вторичном коде. Поскольку \n        получатель информации не знает, что в воспринятом им тексте на этом \n        втором уровне значимо, а что - нет, он «подозревает» все элементы Jвыра- \n        жения на содержательность. Стоит нам подойти к тексту как к художествен- \n        ному, и в принципе любой элемент - вплоть до опечаток, как проницательно \n        писал Э.-Т.-А. Гофман в предисловии к «Житейским размышлениям кота \n        Мура, -- может оказаться значимым. Прикладывая к художественному про- \n        изведению целую иерархию дополнительных кодов - общезпохальных, жан- \n        Ровъгх, стилевых, функционирующих в пределах всего национ iльного кол- \n        лектива или узкой группы (вплоть до индивидуальных), мы получаем в одном\n        н том же тексте самые разнообразные наборы значимых элементов и, сле-\n        довательно, сложную иерархию дополнительных по отношению к нехудоже- \n        Ственному тексту пластов значений,\n           Таким образом, формальная шкала сделала, Бесспорно, верное наблюдение \n        а там, что в художественно функционирующих текстах внимание оказывается \n        часто приковано к тем элементам, которые ы иных случаях воспринимаются\n\f\n77б                                      ТЕОРИЯ ЛИТЕРАТУрЫ\n\n\nавтоматически и сознанием не фиксируются. Однако объяснение ему было \nсделано в корне ошибочное. Художественное функционирование порождает \nНе текст (<очищеНньтй» {]т значений, а, напротив, текст, максимально пере_ \nгруженный значениями. Как только мы улавливаем некоторую упорЯдочеН_ \nкость в сфере выражения, мы ей немедленно приписываем определенное \nсодержание или предполагаем наличие здесь еще неизвестного нам содержа_ \nкия. Изучение содержательных интерпретаций музыки дает здесь весьма \nинтересные подтверждения.\n   2. С точки зрения внутренней организации текста. Для того, чтобы текст \nмог себя вести указанным выше образом, он должен быть определенным \nспособом построен: отправитель информации его действительно зашифро.. \nвывает многократно и разными кодами (хотя в отдельных случаях возможно, \nчто отправитель создает текст как нехудожествекный, то есть зашифрованный \nоднократно, а получатель приписывает ему художественную функцию, при.. \nмьшiляя более поздние кодировки и дополнительную концентрацию смысла). \nКроме того, получатель должен знать, что текст, к которому он обращается, \nследует рассматривать как художественный. Следовательно, текст должен \nбыть определенным образам семантически организован и содержать сигналы, \nобращающие внимание на эту организацию. Это позволяет описывать худо- \nжественный текст не только как определенным образом функционирующий\nв общей системе текстов данной культуры, но и как некоторым образом \nустроенный. Если а первом случае речь пойдет а структуре культуры, то во \nвтором - о структуре текста.\n   Между функцией текста и его внутренней организацией нет однозначной \nавтоматической зависимости: формула отношения между двумя этими струк- \nтурными принципами складывается для каждого типа культуры по-своему,\nв зависимости от наиболее общих идеологических моделей. В самом общем\nи неизбежно схематическом виде соотношение это можно определить гак: в \nпериод возникновения той или иной системы культуры складывается опре- \nделенная, присущая ей, структура функций и устанавливается система отно- \nшений между функциями и текстами. Например, в 1740-1750-х гг. в русской \nлитературе происходит упорядочение на самых различных уровнях: метри- \nческом, стилисгичесхом, жанровом и др. Одновременно устанавливалась сис- \nтема отнотцений между этими организациями и их общая ценностная иерархия.\n   Затем период организации заканчивается. Известная неопределенность в \nсоотнесеннасти звеньев уступает место однозначном упорядоченности. А это \nозначает падение информационной емкости системы, ее закастекение. В ЭТОТ \nмомент, как правило, происходит смена эстетических теорий, а если, как з \nчасто бывает, художественное захостенение оказывается лишь частным про- \nявлением более широких, уже общественных, процессов стагнации, -- то и \nсмена глубинных идеологических представлений. На этой стадии сисТема \nфункций и система внутренних построений текстов могут освобождаться °Т \nсуществующих связен и вступать в новые комбинации: сменяюхся ценностные \nхарактеристики; ЕЕнизю, «верх» культуры функционально меняются местами \nВ этот период тексты, обслуживающие эстетическую функцию, стремятся как \nможно менее походить сваей имманентной структурам на литературу. Самые\n\f\nО сидержаиии м структуре понятия «хуцожестаеиная пK тературао 777\n\n\n\nслова искусство», «литературам приобретают уничижительный отгенокг Но \nнаивно думать, что иконоборцы в области искусства уничтожают эстетичес- \nкую функцию как таковую. Просто, как правило, художественные тексты в \nновых условиях оказываются неспособными ВЫПОЛНЯТЬ художественную функ- \nцию, которую с успехом обслуживают тексты, сигнализирующие своим типом \nорганизации а некоторой г исконнойгг - нехудожественной ориентации. Так, \nисключенный теорией классицизма из пределов искусства фольклор сделался \nдля просветителей и предромантикав идеалЬной эстетической нормой. Ана-\nлогичной была судьба очерка, который именно из-за своей «нехудожествен- \nностигг оказывался в 184U-е, 1860-е гг., да и позже, в поворотные моменты \nлитературного развития, ведущим художественным жанром.\n   Далее следует этап формирования новой системы идейно-художественных \nкодификаций, в результате чего между структурой текстов и их функцией \nскладывается новая — первоначально достаточно гибкая — система соотно-\nшений.\n   Таким образом, в художественном развитии принимают участие не только\nхудожественные тексты. Искусство, представляя собой часть культуры, нуж- \nдается для своего развития в не-искусстве, подобно тому как культура, \nсоставляя лишь часть человеческого бытия, нуждается в динамическом со- \nотнесении с внешней для нее сферой некультуры — незнакового, кетекстовога,\nнесемиотического бытия. человека. Между внешней и внутреннем сферами \nпроисходит постоянный обмен, сложная система вхождений и выведений. \nПричем сам факт введения Текста в сферу искусства означает перекодировку\nего на язык художественного восприятия, то есть решительное переосмысле- \nние,\n   Кроме отношения текста и функции существенную роль в механизме \nлитературного развитии играет система оценок. Вся система текстов, входящих\nв культуру, в ценностном отношении организуется трехступенчатой шкалой: \n<сверк», отождествляемый с высшими ценностными характеристиками, низ», \nпредставляющий противоположность егоi, и промежуточная сфера, нейтраль- \nная s аксиологическом отношении.\n   Уже само распределение различных по своей природе и функции групп \nтекстов по классам аксиологичесхой иерархии способно стать существенной\nтипологической характеристикой данного вида культуры. Предположим, что\nмы имеем дело с культурой, в которой этический тип текстов занимает \nпозицию ценностного t<верхауг, а художественный — «низах', и другую, с\nпротивоположным распределением оценок этих классов. Уже этого будет \nдостаточно, чтобы увидеть в первой существенное типологичес ое сходство \nсо средневековой церковной культурой, а во второй — с Римм периода \nУпадка или любой эстетской системой ницшеанского толка. Понятно, сколь\n\n  1 Культурная функция текстов, амбивапентных в отношении к опповнции верх/низ,\nи механизм мены функций между верхом» и онизом~> рассмотрены М. М. Бахтиным\nе монографии Творчество Фраксуа Рабле и народная культура средневековья н \nРенессанса ф (М., 1965).\n\f\n778                     ТЕОРИЯ ЛИТЕРАТуР\n\n\nсущественное значение для понятия литературы в данной системе купьтурьг \nимеет место, которое ей отводится в общей ценностной иерархии текстов\n  Однако в даннФМ случае оказывается, что художественные тексты ведут \nсебя иначе, чем все остальные. Обычно мести текста или его агента (ибо \nкаждому виду 'текстов соответствует определенная деятельность) в общей \nиерархии культуры обозначено однозначно: сакральный текст иди весто \nмонаха может быть святым или презренным, но не может быть святым \nпрезренным одновременно. Юридический текст и свойство быть законником \nтакже в каждом типе культуры оценивается однозначно (создающий законы \nподлежит высшей оценке для 1дицерона, низшей -- для Христа, в средневе- \nхсовай иерархии он занимает срединное место). Только художественные тексты \nмогут быть предметом взаимоисключающих аКсиологичвских оценок. Хотя \nхудожественным текстам в общей иерархии культуры отводится определенное \nместо, они постоянно проявляют тенденцию к расположению на противопо- \nложных хонцах лестницы, то есть в исходной позиции задают некоторый \nконфликт, создающий потенциальную возможность дальнейшей нейтрализа- \nции в некоторых амбквалентных текстах. Тексты, обслуживающие другие \nкультурные функции, ведут себя принципиально иным образом. Для того, \nчтобы объяснить эта явление, следует обратиться к внутренней организации \nтого комплекса текстов, который мы определяем как художественную лите- \nратуру.\n  Внутренняя организация художественной литературы -- и в этом ее от \nличие от других классов текстов, которые относительно однородны по от- \nношению к общей системе культуры, - изоморфна культуре как таковой, \nповторяет общие принципы ее организации.\n  Литература никогда не представляет собой аморфно-однородной суммы \nтекстов: ока не только организация, но к самоорганизовьгвающийся механизм. \nНа самой высоком ступени организации она выделяет группу текстов более \nабстрактного, чем вся остальная масса текстов, уровня, то есть метатекстов. \nЭто нормы, правила, теоретические трактаты и критические статьи, которые \nвозвращают литературу в нее самое, на уже в организованном, построенном \nи оцененном виде. организация эта складывается из двух типов действий:. \nисключения определенного разряда текстов из круга литературы и иерархи- \nческих организаций и таксонометрической оценки оставшихся.\n  Самоосмысление литературы начинается с исключения определенного \nтипа текстов. Так начинается разделение на «дикие», « недепые» и <<правипь- \nные», «разумные» тексты в эпоху классицизма, на нсловесность з и <слкт'ера- \nтуру» у Еелинского 183-х гг. (в дальнейшем это противопоставление получим' \nдругой смысл и за словесностью будет признана право тоже считаться \nлитературой, хотя особой ценности - «беллетрисгикойт»). Наглядный при- \nмер - совмещение понятия «литературап с одним из ПОЛЮСОВ оппозмцин \n«стихи -- проза», причем противоположным объявляется нелнтературой• Так' \nв русской литературе 1810-х первой половины t 824-х гг. самое понятие \nхудожественной словесности практически совмещается с поэзией, в сознании \n«шестидесятников» мы наблюдаем противоположное явление.\n\f\n",
    "Iser": "Iser      СОВРЕМЕННАЯ\n\n      ЛИТЕРАТУРНАЯ\n\n          ТЕОРИЯ\n\n\n         АНТОЛОГИЯ\n\n\n\n    Составление, перевод, примечания И.В. Кабановой\nй\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            Москва \n          Издательство «Флинта > \n          Издательство «Наука» \n             2004\n\f\nУДК 82.0 \nББК 83\n     К12\n\n\n\n\n\n\n\n\n\n\n   Современная литературная теория. Антология 1 Сост. \nИ.В. Кабанова. - М.: Флинта: Наука, 2004. - 344 с.\n\n   ISBN 5-89349-623-Х (Флингта) \n   ISBN 5-02-033001-9 (Наука)\n   В книге представлены ключевые эссе :западных теоретиков литературы 1960 -\n1980-х годов, дающие представление о становлении и основных подходах совре \nменной литературной теории. Классические работы Дерриды , Бодрийяра, Лиота- \nра, де Мана, Яусса, Изера и др. вводят в проблематику современного гуманитар- \nного знания, знакомят с основными положениями постструктурализма и психоана-\nлитической школы, рецептивной эстетики и постмодернизма, неомарксизма и фе- \nминизма. Книга может использоваться как антология для курсов по теории лите-\nратуры, современной философии, критической теории.\n   Для преподавателей и студентов гуманитарных специальностей, литературове- \nдов, кулътурологов.\n\n\n\n\n\n\n\n   Книга издана при участии МАИК «Наука/Интерпериодика»\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                              в.\nISBN 5-89349-623-Х (Флицта) © Издательство «Флинта», 2004\nISBN 5-02-033001-9 (Наука)\n\f\n          Вольфганг Изер\n\n    Вольфганг Изер (‚ЛТо1ап Iser, р. 1926) — почетный про- \n  фессор английской и сравнительной литературы в университе- \n  те г. Констанца, Германия, и в Калифорнийском университете, \n  Ирвин. Продолжатель традиций немецкой феноменологии Ро-\n  мана Ингардена и Ганса-Георга Гадамера, один из создателей \n  школы рецептивной эстетики, видный теоретик литературы. \n  Основные работы: вDie Арре11гпЮпг с!ет Техне (1970), пере- \n  веденная на английский язык под названием 4Неопределен-\n  ность и читательский отклик на художественную прозу» \n  (Indeterminacy апд the Неа1ег' Response in Prose Fiction); \n  4Акт чтения: теория эстетического отклика (рег АЮ с1е \n  Lesens: Theorie дsthetischer Wirkung, 1976); 4Имплицитный \n  читатель: структуры понимания в художественной прозе от \n  Бэньяна до Беккетаi (The Implied Reader: Patterns of \n  Communication in Prose Fiction гош Випуап to Вес1еЁЁ, 1976);  \n   Разведка: От читательского отклика к культурной антропо- \n  логии (Prospecting: Егош Reader Response to Cultural \n  Anthropology, 1989); еРазыгрывая политику: влиятельность ис-  \n  торических пьес Шекспирая (Staging Politics: The Lasting \n  Impact of Shakespeare's Histories,1993); 4Вымышленное и вооб- \n  ражаемое: очерчивая литературную антропологию. (The Fictive \n  апд the Imaginary: Charting Literary Anthropology, 1993).\n    Предлагаемое эссе, впервые опубликованное в кЛондон- \n  ском журнале германистики в 1986 г., позже включенное в \n  книгу КРазведка*, вскрывает исторические корни нынешнего\n  положения литературы в культуре стран Запада и одновре-\n  менно может служить своего рода введением в современную \n  литературную теорию. Изер сочетает постструктуралистскую \n  проблематику, впервые затронутую у Фуко, Дерриды и по- \n  зднего Барта, с более академичной, чем у них, манерой раз- \n  мышления о «зияниях и разрывах» в литературе, об антро- \n  пологических функциях литературы.\n\n\n\n    ИЗМЕНЕНИЕ ФУНКЦИЙ ЛИТЕРАТУРЫ\n\n В современном обществе литература уже не занимает само \nсобой разумеющегося места. Было время, когда значение ли- \nтературы не ставилось под вопрос, но сегодня оно парадок- \nсальным образом падает прямо пропорционально росту до-\n\f\nИЗМЕНЕНИЕ ФУНКЦИЙ ЛИТЕРАТУРЫ     23\n\nступности книг. Очевидно, литература утратила некоторые \nфункции, ранее свойственные ей в такой степени, что они и \nпринимались собственно за литературу. Умерли определенные \nпредставления о литературе, но не сама литература. Заявле- \nния о смерти литературы, раздававшиеся то и дело на протя- \nжении последних ста лет от Лотреамона' до бунта 1968 г. , от- \nносились к месту литературы в буржуазном обществе. Они \nникак не затрагивают сущность самой литературы; это лишь \nсимптомы болезни, поразившей концептуальный аппарат и \nфункции литературы.\n  На протяжении всей своей истории литература испытывала \nпотребность в оправдании, и со времен Аристотеля мы привыкли \nк критике, которая рассуждает о предназначении литературы и \nпредписывает цели литературы. Отсюда происходит парадокс: \nлитература своими особыми средствами выполняет собственные \nзадачи, тогда как сопутствующая ей критика в форме поэтики \nили эстетической теории постоянно пытается перевести ее в дру- \nгие понятия, в другую систему, чтобы приблизить ее к требова- \nниям эпохи. А поскольку эти требования времени постоянно из- \nменяются, изменяются и функции литературы. Ясно, что сегодня \nлитература проходит как раз через такой поворотный пункт.\n  Почему литература оказалась на периферии современного \nобщества? Означает ли это периферийное положение полную \nутрату функциональности или утрату только тех функций, с \nкоторыми литература ранее отождествлялась? Чтобы отве- \nтить на эти вопросы, надо обратиться к недавнему прошлому \nи выявить в нем те потенциальные функции литературы, ко- \nторые не были реализованы. Без этого взгляда назад невоз- \nможно будет увидеть новые пути для развития литературы, \nпотому что пути эти могут возникнуть только через замену: \nборьба с тем, чем литература была, определяет то, чем она \nможет стать в будущем.\n\n  Два выдающихся литературных бунта ХХ в. --- дадаизм и \nпарижские события 1968 г. - указуют обвиняющим перстом\n\n  1 Jlогггреамон, граф де (псевдоним Изидара Дюкаса, 1846 -1$70) - автор \n4Песен Мальдорора>>, предтеча французского сюрреализма.\n\f\n24                                                             Вольфганг Изер\n\n\n\nна традиционную буржуазную концепцию литературы, в кон- \n\nце концов уничтоженную последствиями двух мировых войн. \nНо против чего именно были направлены эти бунты, какие \nуроки можно из них извлечь? В манифесте дадаизма «Как \nсделать дадаистское стихотворение» Тристан Тцараг писал:\n\nВзять газету,\nВзять ножницы,\nВыбрать в газете статью объемом в предполагаемое стихотворение, \nВырезать статью.\nЗатем аккуратно разрезать статью на слова, сложить все в сумку. \nВстряхнуть, перемешать.\nВынимать по одному.\nПереписать слова в том порядке, в каком они выпали из сумки. \nСтихотворение будет похоже на вас.\n\n    Эта тактика направлена на уничтожение границы между \nлитературой и действительностью. Десять лет спустя Андре \nБретонз заявит, что поэт будущего сумеет преодолеть непро- \nходимую пропасть между действием и фантазией. Фантазия, \nмечта станет реальностью, вырезки из газет станут стихами - \nтак впервые было поставлено под вопрос доселе бесспорное\nразграничение между литературой и действительностью.и\n    Лихорадочные наскоки дадаистов и откровенные провока- \nции сюрреалистов показывают, как глубоко в людских умах \nукоренилось противопоставление между «мечтой искусства»\nи «прозой действительности». Потребовался курс шоковой\n\nтерапии, чтобы изгнать это представление из коллективного \nбессознательного буржуазного общества.\n    Можно проследить прямую связь между дада и сюрреа- \n\nлизмом, с одной стороны, и «культурной революцией» па- \nрижских студентов 1968 г., с другой. Один из плакатов в \nСорбонне гласил: «История должна покончить с обществом \n\nсамоотчуждения. Мы откроем новый, неизведанный мир. Вся \nвласть - воображению! >> .\n\n\n\n    г Тгуара Т. (Tristan Тгага, псевдоним Сами Розенштока, 1896-1963) — фран- \nцузский поэт-дадаист, позже сюрреалист.\n     Бретон А. (Апдге Breton, 1896-1966) — теоретик французского сюрреа- \nлизма.\n\f\n"
}